tap "elastic/tap"
tap "majd/repo"
tap "microsoft/mssql-release"
tap "nicoverbruggen/cask"
tap "nikitabobko/tap"
tap "opencode-ai/tap"
tap "shivammathur/extensions"
brew "autoconf"
brew "bash"
brew "bore-cli"
brew "btop"
brew "pkgconf"
brew "cmake"
brew "unixodbc"
brew "freetds"
brew "php", restart_service: :changed
brew "composer"
brew "dnsmasq"
brew "docker", link: false
brew "docker-credential-helper"
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "libusb"
brew "go"
brew "python@3.13"
brew "gobject-introspection"
brew "graphicsmagick"
brew "graphviz"
brew "handbrake", link: false
brew "htop"
brew "huggingface-cli"
brew "imagemagick"
brew "imapsync"
brew "jq"
brew "llvm"
brew "lynx"
brew "mas"
brew "mdbtools"
brew "zlib"
brew "mysql"
brew "nginx"
brew "nmap"
brew "node"
brew "ocrmypdf"
brew "openjdk"
brew "openapi-generator"
brew "opencv"
brew "p7zip"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "php@8.1", restart_service: :changed
brew "php@8.2"
brew "phpstan"
brew "phpunit"
brew "pipx"
brew "poppler"
brew "psalm"
brew "pylint"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt-libiodbc"
brew "rclone"
brew "rename"
brew "restic"
brew "shellcheck"
brew "sshuttle"
brew "telnet"
brew "tesseract-lang"
brew "tmux"
brew "tor"
brew "tree"
brew "watch"
brew "weasyprint"
brew "wget"
brew "wp-cli"
brew "yarn"
brew "zsh"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/msodbcsql@13.1.7.0"
brew "microsoft/mssql-release/mssql-tools18"
brew "opencode-ai/tap/opencode"
brew "shivammathur/extensions/mailparse@8.4"
brew "shivammathur/extensions/pcov@8.4"
cask "1password-cli"
cask "aerospace"
cask "android-platform-tools"
cask "angry-ip-scanner"
cask "arduino-ide"
cask "autodesk-fusion"
cask "balenaetcher"
cask "balsamiq-wireframes"
cask "brave-browser"
cask "burp-suite"
cask "claude"
cask "claude-code"
cask "cyberduck"
cask "docker-desktop"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake-app"
cask "ipatool"
cask "iterm2"
cask "jetbrains-toolbox"
cask "launchpad-manager"
cask "libreoffice"
cask "loop"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "openscad"
cask "openvpn-connect"
cask "phpmon"
cask "plex"
cask "postman"
cask "raspberry-pi-imager"
cask "rustdesk"
cask "slack"
cask "sourcetree"
cask "steam"
cask "tinymediamanager"
cask "ubersicht"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-app"
cask "xca"
cask "zerotier-one"
mas "1Password for Safari", id: 1569813296
mas "Airmail", id: 918858936
mas "BBEdit", id: 404009241
mas "BetterSnapTool", id: 417375580
mas "Discovery", id: 1381004916
mas "iCollections", id: 1039609816
mas "iHosts", id: 1102004240
mas "Pages", id: 409201541
mas "Plash", id: 1494023538
mas "Steam Link", id: 1246969117
mas "Telegram", id: 747648890
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
